{
    "dragapult/dusknoir": {
      "en": "Dragapult/Dusknoir posted an average win rate of 31.7% across all matchups in this dataset, indicating it underperformed relative to other decks.",
      "es": "Dragapult/Dusknoir obtuvo una tasa de victoria promedio de 31.7% en todos los enfrentamientos de este conjunto de datos, lo cual indica un rendimiento por debajo de los demás mazos."
    },
    "raging-bolt/ogerpon": {
      "en": "Raging-Bolt/Ogerpon averaged a 35.8% win rate, showing moderate success but still lagging behind the top-performing decks.",
      "es": "Raging-Bolt/Ogerpon promedió una tasa de victoria de 35.8%, mostrando un éxito moderado pero aún por detrás de los mazos con mejor desempeño."
    },
    "gardevoir": {
      "en": "Gardevoir achieved a 39.2% average win rate across its matchups, positioning it in the mid-tier performance bracket.",
      "es": "Gardevoir logró una tasa de victoria promedio de 39.2% en sus enfrentamientos, ubicándose en el rango de rendimiento de nivel medio."
    },
    "tera-box": {
      "en": "tera-box recorded a strong 47.5% average win rate, making it one of the more effective decks in this pool.",
      "es": "tera-box registró una sólida tasa de victoria promedio de 47.5%, colocándolo como uno de los mazos más efectivos en este grupo."
    },
    "dragapult": {
      "en": "Pure Dragapult delivered a 44.3% average win rate, demonstrating competitive but slightly inconsistent performance.",
      "es": "Dragapult puro ofreció una tasa de victoria promedio de 44.3%, demostrando un rendimiento competitivo pero ligeramente inconsistente."
    },
    "gholdengo/dudunsparce": {
      "en": "Gholdengo/Dudunsparce posted a 39.7% average win rate, indicating it was serviceable but lacked dominance.",
      "es": "Gholdengo/Dudunsparce obtuvo una tasa de victoria promedio de 39.7%, lo que indica que resultó funcional pero careció de dominio."
    },
    "archaludon/brute-bonnet": {
      "en": "Archaludon/Brute-Bonnet averaged a 41.5% win rate, placing it in the mid-to-low tier of this tournament’s metagame.",
      "es": "Archaludon/Brute-Bonnet promedió una tasa de victoria de 41.5%, ubicándolo en el nivel medio-bajo del metajuego de este torneo."
    },
    "gholdengo": {
      "en": "Pure Gholdengo recorded a 40.3% average win rate, showing steady but unspectacular results.",
      "es": "Gholdengo puro registró una tasa de victoria promedio de 40.3%, mostrando resultados constantes pero poco espectaculares."
    },
    "terapagos/noctowl": {
      "en": "Terapagos/Noctowl achieved a 38.0% average win rate, indicating it struggled to keep pace with the stronger archetypes.",
      "es": "Terapagos/Noctowl logró una tasa de victoria promedio de 38.0%, lo que indica que tuvo dificultades para mantenerse al nivel de los arquetipos más fuertes."
    },
    "gholdengo/dragapult": {
      "en": "Gholdengo/Dragapult posted a 42.0% average win rate, reflecting a balanced but unspectacular matchup spread.",
      "es": "Gholdengo/Dragapult obtuvo una tasa de victoria promedio de 42.0%, reflejando un spread de enfrentamientos equilibrado pero poco espectacular."
    }
  }
  