{
  "raging-bolt/ogerpon": {
    "en": "Raging-Bolt/Ogerpon posted an average win rate of 51.5% across all matchups in this dataset, marking it as the leading archetype in the current Journey Together meta.",
    "es": "Raging-Bolt/Ogerpon obtuvo una tasa de victoria promedio de 51.5% en todos los enfrentamientos de este conjunto de datos, consolidándose como el arquetipo dominante en el metajuego de Journey Together."
  },
  "tera-box": {
    "en": "tera-box recorded a strong 48.0% average win rate, firmly placing it in the top tier of this tournament’s field.",
    "es": "tera-box registró una sólida tasa de victoria promedio de 48.0%, ubicándose firmemente en el nivel superior del torneo."
  },
  "dragapult/charizard": {
    "en": "Dragapult/Charizard delivered a 45.4% average win rate, demonstrating high competitiveness and consistent performance.",
    "es": "Dragapult/Charizard presentó una tasa de victoria promedio de 45.4%, demostrando gran competitividad y un rendimiento consistente."
  },
  "joltik-box": {
    "en": "joltik-box achieved a 43.0% average win rate, positioning it as a solid mid-tier contender in the evolving meta.",
    "es": "joltik-box logró una tasa de victoria promedio de 43.0%, posicionándose como un contendiente sólido de nivel medio en el metajuego en evolución."
  },
  "dragapult": {
    "en": "Pure Dragapult posted a 40.1% average win rate, indicating respectable results but lacking the edge of the top-performing decks.",
    "es": "Dragapult puro registró una tasa de victoria promedio de 40.1%, mostrando resultados respetables pero sin la ventaja de los mazos de mejor desempeño."
  },
  "gardevoir": {
    "en": "Gardevoir recorded a 39.9% average win rate, suggesting it struggled to keep pace with stronger archetypes.",
    "es": "Gardevoir obtuvo una tasa de victoria promedio de 39.9%, lo que sugiere que tuvo dificultades para mantenerse al nivel de los arquetipos más fuertes."
  },
  "dragapult/dusknoir": {
    "en": "Dragapult/Dusknoir posted a 36.7% average win rate, reflecting underwhelming performance in this tournament pool.",
    "es": "Dragapult/Dusknoir obtuvo una tasa de victoria promedio de 36.7%, reflejando un desempeño poco destacado en este grupo de torneo."
  },
  "gholdengo/dragapult": {
    "en": "Gholdengo/Dragapult delivered a 36.0% average win rate, indicating it was serviceable but lacked dominance.",
    "es": "Gholdengo/Dragapult presentó una tasa de victoria promedio de 36.0%, indicando que fue funcional pero careció de dominio."
  },
  "n-zoroark": {
    "en": "n-zoroark recorded a 34.4% average win rate, placing it in the lower mid-tier of the current meta.",
    "es": "n-zoroark registró una tasa de victoria promedio de 34.4%, ubicándolo en el nivel medio-bajo del metajuego actual."
  },
  "feraligatr": {
    "en": "feraligatr posted a 30.8% average win rate, making it the weakest performer in this dataset.",
    "es": "feraligatr obtuvo una tasa de victoria promedio de 30.8%, convirtiéndolo en el mazo con peor desempeño en este conjunto de datos."
  }
}
