{
    "joltik-box": {
      "en": "joltik-box posted an average win rate of 49.6% across all matchups in this dataset, making it one of the top-performing decks of the tournament.",
      "es": "joltik-box obtuvo una tasa de victoria promedio de 49.6% en todos los enfrentamientos, posicionándolo como uno de los mazos con mejor desempeño en el torneo."
    },
    "tera-box": {
      "en": "tera-box recorded a strong 46.6% average win rate, establishing itself as a top-tier archetype.",
      "es": "tera-box registró una sólida tasa de victoria promedio de 46.6%, consolidándose como un arquetipo de alto nivel."
    },
    "flareon/noctowl": {
      "en": "Flareon/Noctowl achieved a 46.4% average win rate, demonstrating high competitiveness and strong performance.",
      "es": "Flareon/Noctowl logró una tasa de victoria promedio de 46.4%, demostrando gran competitividad y un desempeño sobresaliente."
    },
    "dragapult": {
      "en": "Pure Dragapult delivered a 43.6% average win rate, placing it solidly in the competitive mid-tier.",
      "es": "Dragapult puro presentó una tasa de victoria promedio de 43.6%, colocándolo firmemente en el nivel medio competitivo."
    },
    "gholdengo/dragapult": {
      "en": "Gholdengo/Dragapult posted a 42.4% average win rate, reflecting balanced but unspectacular matchups.",
      "es": "Gholdengo/Dragapult obtuvo una tasa de victoria promedio de 42.4%, reflejando enfrentamientos equilibrados pero poco espectaculares."
    },
    "n-zoroark": {
      "en": "n-zoroark recorded a 40.3% average win rate, positioning it in the mid-tier bracket.",
      "es": "n-zoroark registró una tasa de victoria promedio de 40.3%, ubicándolo en el rango de rendimiento de nivel medio."
    },
    "raging-bolt/ogerpon": {
      "en": "Raging-Bolt/Ogerpon averaged a 39.4% win rate, showing moderate success but lagging behind the top tier.",
      "es": "Raging-Bolt/Ogerpon promedió una tasa de victoria de 39.4%, mostrando un éxito moderado pero quedándose atrás del nivel superior."
    },
    "gardevoir": {
      "en": "Gardevoir posted a 37.9% average win rate, indicating it struggled against the field and underperformed compared to most decks.",
      "es": "Gardevoir obtuvo una tasa de victoria promedio de 37.9%, indicando que tuvo dificultades frente al resto y rindió por debajo de la mayoría de los mazos."
    },
    "dragapult/dusknoir": {
      "en": "Dragapult/Dusknoir registered a 37.0% average win rate, reflecting a performance below par in this tournament.",
      "es": "Dragapult/Dusknoir registró una tasa de victoria promedio de 37.0%, reflejando un rendimiento inferior en este torneo."
    },
    "gholdengo": {
      "en": "Pure Gholdengo recorded a 35.2% average win rate, making it one of the weakest performers in this meta.",
      "es": "Gholdengo puro registró una tasa de victoria promedio de 35.2%, convirtiéndolo en uno de los mazos con peor desempeño en este metajuego."
    }
}