{
  "joltik-box": {
    "en": "Joltik-Box posted an average win rate of 48.5% across all matchups in this dataset, consolidating it as the dominant archetype in the Journey Together format.",
    "es": "Joltik-Box obtuvo una tasa de victoria promedio de 48.5% en todos los enfrentamientos de este conjunto de datos, consolidándose como el arquetipo dominante en el formato Journey Together."
  },
  "dragapult/charizard": {
    "en": "Dragapult/Charizard recorded a 46.6% average win rate, making it a strong top-tier contender just behind the meta leader.",
    "es": "Dragapult/Charizard registró una tasa de victoria promedio de 46.6%, convirtiéndolo en un contendiente de nivel alto justo por detrás del líder del meta."
  },
  "dragapult": {
    "en": "Pure Dragapult delivered a 44.2% average win rate, demonstrating solid mid-tier performance in this tournament.",
    "es": "Dragapult puro presentó una tasa de victoria promedio de 44.2%, demostrando un rendimiento sólido de nivel medio en este torneo."
  },
  "tera-box": {
    "en": "Tera-Box averaged a 43.5% win rate, indicating competitive mid-tier results but lacking consistency against the strongest decks.",
    "es": "Tera-Box promedió una tasa de victoria de 43.5%, indicando resultados competitivos de nivel medio pero sin la consistencia frente a los mazos más fuertes."
  },
  "gholdengo/dragapult": {
    "en": "Gholdengo/Dragapult posted a 41.7% average win rate, reflecting serviceable performance but falling short of top-tier dominance.",
    "es": "Gholdengo/Dragapult obtuvo una tasa de victoria promedio de 41.7%, reflejando un rendimiento funcional pero sin alcanzar la dominancia de nivel alto."
  },
  "n-zoroark": {
    "en": "N-Zoroark recorded a 40.2% average win rate, positioning it in the lower mid-tier of the current meta.",
    "es": "N-Zoroark registró una tasa de victoria promedio de 40.2%, ubicándolo en el nivel medio-bajo del meta actual."
  },
  "raging-bolt/ogerpon": {
    "en": "Raging-Bolt/Ogerpon posted a 40.0% average win rate, suggesting it struggles to match the power of the leading archetypes.",
    "es": "Raging-Bolt/Ogerpon obtuvo una tasa de victoria promedio de 40.0%, lo que sugiere que tiene dificultades para igualar el poder de los arquetipos principales."
  },
  "flareon/noctowl": {
    "en": "Flareon/Noctowl recorded a 39.6% average win rate, marking it as one of the less consistent choices in this pool.",
    "es": "Flareon/Noctowl registró una tasa de victoria promedio de 39.6%, marcándolo como una de las opciones menos consistentes en este grupo."
  },
  "gardevoir": {
    "en": "Gardevoir achieved a 39.7% average win rate, indicating underperformance relative to the field.",
    "es": "Gardevoir logró una tasa de victoria promedio de 39.7%, indicando un rendimiento inferior en comparación con el resto de los mazos."
  },
  "dragapult/dusknoir": {
    "en": "Dragapult/Dusknoir recorded a 32.3% average win rate, placing it firmly at the bottom of the standings.",
    "es": "Dragapult/Dusknoir registró una tasa de victoria promedio de 32.3%, ubicándolo firmemente en la parte baja de la clasificación."
  }
}
