{
  "noctowl/ogerpon-wellspring": {
    "en": "Noctowl/Ogerpon-Wellspring recorded a strong 45.0% average win rate, making it one of the more effective decks in this pool.",
    "es": "Noctowl/Ogerpon-Wellspring registró una sólida tasa de victoria promedio de 45.0%, colocándolo como uno de los mazos más efectivos en este grupo."
  },
  "joltik/pikachu": {
    "en": "Joltik/Pikachu delivered a 44.8% average win rate, demonstrating competitive but slightly inconsistent performance.",
    "es": "Joltik/Pikachu ofreció una tasa de victoria promedio de 44.8%, demostrando un rendimiento competitivo pero ligeramente inconsistente."
  },
  "dragapult": {
    "en": "Pure Dragapult posted a 43.6% average win rate, demonstrating competitive performance within the meta.",
    "es": "Dragapult puro registró una tasa de victoria promedio de 43.6%, demostrando un rendimiento competitivo dentro del meta."
  },
  "flareon/noctowl": {
    "en": "Flareon/Noctowl averaged a 43.3% win rate, showing solid results and consistent effectiveness across matchups.",
    "es": "Flareon/Noctowl promedió una tasa de victoria de 43.3%, mostrando resultados sólidos y efectividad consistente en los enfrentamientos."
  },
  "dragapult/charizard": {
    "en": "Dragapult/Charizard posted a 42.8% average win rate, reflecting a balanced but unspectacular matchup spread.",
    "es": "Dragapult/Charizard obtuvo una tasa de victoria promedio de 42.8%, reflejando un desempeño equilibrado pero poco espectacular en los enfrentamientos."
  },
  "raging-bolt/ogerpon": {
    "en": "Raging-Bolt/Ogerpon achieved a 42.5% average win rate, indicating moderate success but still trailing the top-performing decks.",
    "es": "Raging-Bolt/Ogerpon logró una tasa de victoria promedio de 42.5%, indicando un éxito moderado pero aún por detrás de los mazos de mejor desempeño."
  },
  "gardevoir": {
    "en": "Gardevoir achieved a 38.9% average win rate across its matchups, positioning it in the mid-tier performance bracket.",
    "es": "Gardevoir logró una tasa de victoria promedio de 38.9% en sus enfrentamientos, ubicándose en el rango de rendimiento de nivel medio."
  },
  "zoroark/darmanitan": {
    "en": "Zoroark/Darmanitan posted a 38.2% average win rate, indicating it struggled to keep pace with stronger archetypes.",
    "es": "Zoroark/Darmanitan obtuvo una tasa de victoria promedio de 38.2%, lo que indica que tuvo dificultades para mantenerse al nivel de los arquetipos más fuertes."
  },
  "gholdengo/dragapult": {
    "en": "Gholdengo/Dragapult averaged a 37.0% win rate, suggesting it was serviceable but lacked dominance.",
    "es": "Gholdengo/Dragapult promedió una tasa de victoria de 37.0%, lo que sugiere que resultó funcional pero careció de dominio."
  },
  "dragapult/dusknoir": {
    "en": "Dragapult/Dusknoir posted a 32.5% average win rate across all matchups, indicating it underperformed relative to other decks.",
    "es": "Dragapult/Dusknoir obtuvo una tasa de victoria promedio de 32.5% en todos los enfrentamientos, lo que indica un rendimiento por debajo de los demás mazos."
  }
}
