{
    "dragapult": {
      "en": "Pure Dragapult delivered an average win rate of 49.2%, standing out as the strongest performer in this dataset.",
      "es": "El Dragapult puro obtuvo una tasa de victoria promedio de 49.2%, destacándose como el mazo de mejor rendimiento en este conjunto de datos."
    },
    "gholdengo/dudunsparce": {
      "en": "Gholdengo/Dudunsparce posted an average win rate of 46.9%, placing it among the top-tier archetypes in this tournament.",
      "es": "Gholdengo/Dudunsparce obtuvo una tasa de victoria promedio de 46.9%, colocándose entre los arquetipos de primer nivel en este torneo."
    },
    "tera-box": {
      "en": "tera-box recorded an average win rate of 46.7%, demonstrating powerful consistency across matchups.",
      "es": "tera-box registró una tasa de victoria promedio de 46.7%, demostrando una potente consistencia en sus enfrentamientos."
    },
    "gardevoir": {
      "en": "Gardevoir achieved a 44.2% average win rate, positioning it in the mid-to-high tier performance bracket.",
      "es": "Gardevoir logró una tasa de victoria promedio de 44.2%, ubicándose en el rango medio-alto de rendimiento."
    },
    "gholdengo": {
      "en": "Pure Gholdengo recorded an average win rate of 42.8%, showing steady but unspectacular results.",
      "es": "Gholdengo puro registró una tasa de victoria promedio de 42.8%, mostrando resultados constantes pero poco espectaculares."
    },
    "terapagos/noctowl": {
      "en": "Terapagos/Noctowl achieved a 42.4% average win rate, indicating moderate consistency but lacking top-tier power.",
      "es": "Terapagos/Noctowl logró una tasa de victoria promedio de 42.4%, indicando consistencia moderada pero sin el poder de primer nivel."
    },
    "flareon/noctowl": {
      "en": "Flareon/Noctowl posted an average win rate of 42.1%, reflecting solid tempo but some inconsistency.",
      "es": "Flareon/Noctowl consiguió una tasa de victoria promedio de 42.1%, reflejando un tempo sólido pero algo de inconsistencia."
    },
    "raging-bolt/ogerpon": {
      "en": "Raging-Bolt/Ogerpon averaged a 41.7% win rate, suggesting moderate effectiveness with room for improvement.",
      "es": "Raging-Bolt/Ogerpon promedió una tasa de victoria de 41.7%, sugiriendo efectividad moderada con margen de mejora."
    },
    "archaludon/brute-bonnet": {
      "en": "Archaludon/Brute-Bonnet averaged a 40.8% win rate, placing it in the lower-mid tier of this tournament’s metagame.",
      "es": "Archaludon/Brute-Bonnet promedió una tasa de victoria de 40.8%, ubicándolo en el nivel medio-bajo del metajuego de este torneo."
    },
    "dragapult/dusknoir": {
      "en": "Dragapult/Dusknoir posted a 40.4% average win rate, indicating it underperformed relative to the rest of the field.",
      "es": "Dragapult/Dusknoir obtuvo una tasa de victoria promedio de 40.4%, indicando un rendimiento inferior al del resto de los mazos."
    }
  }
  